{
  "timestamp": 1743639865.197076,
  "expiry": 86400,
  "results": [
    {
      "title": "Surprisingly Abundant Dwarf AGN in the RESOLVE and ECO z 0 AGN Census",
      "authors": [
        "Polimera, Mugdha",
        "Kannappan, Sheila",
        "Richardson, Chris",
        "Bittner, Ashley",
        "Ferguson, Carlynn",
        "Stark, David",
        "Bellovary, Jillian",
        "Moffett, Amanda",
        "Eckert, Kathleen",
        "Carr, Derrick",
        "Bernstein, Joel",
        "Norris, Mark",
        "RESOLVE Team"
      ],
      "abstract": "We provide a multiwavelength census of dwarf Active Galactic Nuclei (AGN) in the volume- and mass-limited RESOLVE and ECO surveys using mid-IR colours, the BPT diagnostic plot with both traditional and alternative demarcations from literature, and our new multi-diagnostic approach revealing the previously overlooked \"star-forming AGN\" (SF-AGN). Emission line flux ratios of SF-AGN position them as star-forming galaxies in the BPT diagram but as AGN in at least one of two other diagnostic plots using [OI]/Hα or [SII]/Hα instead of the metallicity-sensitive [NII]/Hα used in the BPT diagram. SF-AGN are common in local dwarf galaxies, and photoionization models confirm their line ratio patterns match those of model low-metallicity, highly star-forming dwarf galaxies with active intermediate-mass black holes. Given the statistically complete nature of these surveys down to baryonic (stellar+gas) masses of ~10<SUP>9.2</SUP> M<SUB>⊙</SUB>, they give us the opportunity to quote full-population AGN statistics previously unavailable in the dwarf regime. The addition of SF-AGN and bonus AGN from the alternative BPT plot quadruples the optical dwarf AGN percentage from ~1% to ~4% of the full galaxy population (including non-emission line galaxies). Mid-IR colours also identify up to ~4% of all dwarfs as AGN, albeit the status of the mid-IR AGN candidates is less secure than the optical AGN. We find little overlap between methods, hinting at the possibility that they identify AGN hosts at different evolutionary stages. The bonus dwarf AGN from the alternative BPT method mostly have relatively high metallicity and low star formation activity for dwarfs. In contrast, the mid-IR and SF-AGN hosts have more typical metallicities and star formation rates. Assuming all AGN candidates to be valid, the combined multiwavelength z~0 dwarf AGN frequency is ~5-8%, implying that active accretion onto intermediate mass BHs in dwarf galaxies may be more widespread than previously realised, with implications for BH-galaxy coevolution. We further investigate the properties and environments of SF-AGN and their hosts.",
      "doi": null,
      "year": 2023,
      "url": "https://ui.adsabs.harvard.edu/abs/2023AAS...24131905P/abstract",
      "source": "ads",
      "rank": 1,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Theoretical Evolution of Optical Strong Lines across Cosmic Time",
      "authors": [
        "Kewley, Lisa J.",
        "Dopita, Michael A.",
        "Leitherer, Claus",
        "Davé, Romeel",
        "Yuan, Tiantian",
        "Allen, Mark",
        "Groves, Brent",
        "Sutherland, Ralph"
      ],
      "abstract": "We use the chemical evolution predictions of cosmological hydrodynamic simulations with our latest theoretical stellar population synthesis, photoionization, and shock models to predict the strong line evolution of ensembles of galaxies from z = 3 to the present day. In this paper, we focus on the brightest optical emission-line ratios, [N II]/Hα and [O III]/Hβ. We use the optical diagnostic Baldwin-Phillips-Terlevich (BPT) diagram as a tool for investigating the spectral properties of ensembles of active galaxies. We use four redshift windows chosen to exploit new near-infrared multi-object spectrographs. We predict how the BPT diagram will appear in these four redshift windows given different sets of assumptions. We show that the position of star-forming galaxies on the BPT diagram traces the interstellar medium conditions and radiation field in galaxies at a given redshift. Galaxies containing active galactic nucleus (AGN) form a mixing sequence with purely star-forming galaxies. This mixing sequence may change dramatically with cosmic time, due to the metallicity sensitivity of the optical emission-lines. Furthermore, the position of the mixing sequence may probe metallicity gradients in galaxies as a function of redshift, depending on the size of the AGN narrow-line region. We apply our latest slow shock models for gas shocked by galactic-scale winds. We show that at high redshift, galactic wind shocks are clearly separated from AGN in line ratio space. Instead, shocks from galactic winds mimic high metallicity starburst galaxies. We discuss our models in the context of future large near-infrared spectroscopic surveys.",
      "doi": null,
      "year": 2013,
      "url": "https://ui.adsabs.harvard.edu/abs/2013ApJ...774..100K/abstract",
      "source": "ads",
      "rank": 2,
      "citation_count": 389,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "CLEAR: Emission-line Ratios at Cosmic High Noon",
      "authors": [
        "Backhaus, Bren E.",
        "Trump, Jonathan R.",
        "Cleri, Nikko J.",
        "Simons, Raymond",
        "Momcheva, Ivelina",
        "Papovich, Casey",
        "Estrada-Carpenter, Vicente",
        "Finkelstein, Steven L.",
        "Matharu, Jasleen",
        "Ji, Zhiyuan",
        "Weiner, Benjamin",
        "Giavalisco, Mauro",
        "Jung, Intae"
      ],
      "abstract": "We use Hubble Space Telescope Wide Field Camera 3 G102 and G141 grism spectroscopy to measure rest-frame optical emission-line ratios of 533 galaxies at z ~ 1.5 in the CANDELS Lyα Emission at Reionization survey. We compare [O III]/Hβ versus [S II]/(Hα + [N II]) as an \"unVO87\" diagram for 461 galaxies and [O III]/Hβ versus [Ne III]/[O II] as an \"OHNO\" diagram for 91 galaxies. The unVO87 diagram does not effectively separate active galactic nuclei (AGN) and [Ne V] sources from star-forming galaxies, indicating that the unVO87 properties of star-forming galaxies evolve with redshift and overlap with AGN emission-line signatures at z &gt; 1. The OHNO diagram does effectively separate X-ray AGN and [Ne V]-emitting galaxies from the rest of the population. We find that the [O III]/Hβ line ratios are significantly anticorrelated with stellar mass and significantly correlated with $\\mathrm{log}({L}_{{\\rm{H}}\\beta })$ , while [S II]/(Hα + [N II]) is significantly anticorrelated with $\\mathrm{log}({L}_{{\\rm{H}}\\beta })$ . Comparison with MAPPINGS V photoionization models indicates that these trends are consistent with lower metallicity and higher ionization in low-mass and high-star formation rate (SFR) galaxies. We do not find evidence for redshift evolution of the emission-line ratios outside of the correlations with mass and SFR. Our results suggest that the OHNO diagram of [O III]/Hβ versus [Ne III]/[O II] will be a useful indicator of AGN content and gas conditions in very high-redshift galaxies to be observed by the James Webb Space Telescope.",
      "doi": null,
      "year": 2022,
      "url": "https://ui.adsabs.harvard.edu/abs/2022ApJ...926..161B/abstract",
      "source": "ads",
      "rank": 3,
      "citation_count": 44,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "SDSS-IV MaNGA: Refining Strong Line Diagnostic Classifications Using Spatially Resolved Gas Dynamics",
      "authors": [
        "Law, David R.",
        "Ji, Xihan",
        "Belfiore, Francesco",
        "Bershady, Matthew A.",
        "Cappellari, Michele",
        "Westfall, Kyle B.",
        "Yan, Renbin",
        "Bizyaev, Dmitry",
        "Brownstein, Joel R.",
        "Drory, Niv",
        "Andrews, Brett H."
      ],
      "abstract": "We use the statistical power of the MaNGA integral-field spectroscopic galaxy survey to improve the definition of strong line diagnostic boundaries used to classify gas ionization properties in galaxies. We detect line emission from 3.6 million spaxels distributed across 7400 individual galaxies spanning a wide range of stellar masses, star formation rates, and morphological types, and find that the gas-phase velocity dispersion σ<SUB>Hα</SUB> correlates strongly with traditional optical emission-line ratios such as [S II]/Hα, [N II]/Hα, [O I]/Hα, and [O III]/Hβ. Spaxels whose line ratios are most consistent with ionization by galactic H II regions exhibit a narrow range of dynamically cold line-of-sight velocity distributions (LOSVDs) peaked around 25 km s<SUP>-1</SUP> corresponding to a galactic thin disk, while those consistent with ionization by active galactic nuclei (AGNs) and low-ionization emission-line regions (LI(N)ERs) have significantly broader LOSVDs extending to 200 km s<SUP>-1</SUP>. Star-forming, AGN, and LI(N)ER regions are additionally well separated from each other in terms of their stellar velocity dispersion, stellar population age, Hα equivalent width, and typical radius within a given galaxy. We use our observations to revise the traditional emission-line diagnostic classifications so that they reliably identify distinct dynamical samples both in two-dimensional representations of the diagnostic line ratio space and in a multidimensional space that accounts for the complex folding of the star-forming model surface. By comparing the MaNGA observations to the SDSS single-fiber galaxy sample, we note that the latter is systematically biased against young, low-metallicity star-forming regions that lie outside of the 3″ fiber footprint.",
      "doi": null,
      "year": 2021,
      "url": "https://ui.adsabs.harvard.edu/abs/2021ApJ...915...35L/abstract",
      "source": "ads",
      "rank": 4,
      "citation_count": 57,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Alternative diagnostic diagrams and the `forgotten' population of weak line galaxies in the SDSS",
      "authors": [
        "Cid Fernandes, R.",
        "Stasińska, G.",
        "Schlickmann, M. S.",
        "Mateus, A.",
        "Vale Asari, N.",
        "Schoenell, W.",
        "Sodré, L."
      ],
      "abstract": "A numerous population of weak line galaxies (WLGs) is often left out of statistical studies on emission-line galaxies (ELGs) due to the absence of an adequate classification scheme, since classical diagnostic diagrams, such as [OIII]/Hβ versus [NII]/Hα (the BPT diagram), require the measurement of at least four emission lines. This paper aims to remedy this situation by transposing the usual divisory lines between star-forming (SF) galaxies and active galactic nuclei (AGN) hosts and between Seyferts and LINERs to diagrams that are more economical in terms of line quality requirements. By doing this, we rescue from the classification limbo a substantial number of sources and modify the global census of ELGs. More specifically, (1) we use the Sloan Digital Sky Survey Data Release 7 to constitute a suitable sample of 280000 ELGs, one-third of which are WLGs. (2) Galaxies with strong emission lines are classified using the widely applied criteria of Kewley et al., Kauffmann et al. and Stasińska et al. to distinguish SF galaxies and AGN hosts and Kewley et al. to distinguish Seyferts from LINERs. (3) We transpose these classification schemes to alternative diagrams keeping [NII]/Hα as a horizontal axis, but replacing Hβ by a stronger line (Hα or [OII]), or substituting the ionization-level sensitive [OIII]/Hβ ratio with the equivalent width of Hα (W<SUB>Hα</SUB>). Optimized equations for the transposed divisory lines are provided. (4) We show that nothing significant is lost in the translation, but that the new diagrams allow one to classify up to 50 per cent more ELGs. (5) Introducing WLGs in the census of galaxies in the local Universe increases the proportion of metal-rich SF galaxies and especially LINERs. <P />In the course of this analysis, we were led to make the following points. (i) The Kewley et al. BPT line for galaxy classification is generally ill-used. (ii) Replacing [OIII]/Hβ by W<SUB>Hα</SUB> in the classification introduces a change in the philosophy of the distinction between LINERs and Seyferts, but not in its results. Because the W<SUB>Hα</SUB> versus [NII]/Hα diagram can be applied to the largest sample of ELGs without loss of discriminating power between Seyferts and LINERs, we recommend its use in further studies. (iii) The dichotomy between Seyferts and LINERs is washed out by WLGs in the BPT plane, but it subsists in other diagnostic diagrams. This suggests that the right wing in the BPT diagram is indeed populated by at least two classes, tentatively identified with bona fide AGN and `retired' galaxies that have stopped forming stars and are ionized by their old stellar populations.",
      "doi": null,
      "year": 2010,
      "url": "https://ui.adsabs.harvard.edu/abs/2010MNRAS.403.1036C/abstract",
      "source": "ads",
      "rank": 5,
      "citation_count": 437,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "The AURORA Survey: A New Era of Emission-line Diagrams with JWST/NIRSpec",
      "authors": [
        "Shapley, Alice E.",
        "Sanders, Ryan L.",
        "Topping, Michael W.",
        "Reddy, Naveen A.",
        "Berg, Danielle A.",
        "Bouwens, Rychard J.",
        "Brammer, Gabriel",
        "Carnall, Adam C.",
        "Cullen, Fergus",
        "Davé, Romeel",
        "Dunlop, James S.",
        "Ellis, Richard S.",
        "Förster Schreiber, N. M.",
        "Furlanetto, Steven R.",
        "Glazebrook, Karl",
        "Illingworth, Garth D.",
        "Jones, Tucker",
        "Kriek, Mariska",
        "McLeod, Derek J.",
        "McLure, Ross J.",
        "Narayanan, Desika",
        "Oesch, Pascal",
        "Pahl, Anthony J.",
        "Pettini, Max",
        "Schaerer, Daniel",
        "Stark, Daniel P.",
        "Steidel, Charles C.",
        "Tang, Mengtao",
        "Clarke, Leonardo",
        "Donnan, Callum T.",
        "Kehoe, Emily"
      ],
      "abstract": "We present results on the emission-line properties of z = 1.4–7.5 star-forming galaxies in the Assembly of Ultradeep Rest-optical Observations Revealing Astrophysics (AURORA) Cycle 1 JWST/NIRSpec program. Based on its depth, continuous wavelength coverage from 1 to 5 μm, and medium spectral resolution (R ∼ 1000), AURORA includes detections of a large suite of nebular emission lines spanning a broad range in rest-frame wavelength. We investigate the locations of AURORA galaxies in multiple different emission-line diagrams, including traditional BPT diagrams of [O III]λ5007/Hβ versus [N II]λ6583/Hα, [S II]λλ6717, 6731/Hα, and [O I]λ6300/Hα, and the ionization–metallicity diagram of [O III]λ5007/[O II]λ3727 (O<SUB>32</SUB>) versus ([O III]λ5007+[O II]λ3727)/Hβ (R<SUB>23</SUB>). We also consider a bluer rest-frame ionization–metallicity diagram introduced recently to characterize z &gt; 10 galaxies, [Ne III]λ3869/[O II]λ3727 versus ([Ne III]λ3869+[O II]λ3727)/Hδ, as well as longer-wavelength diagnostic diagrams extending into the rest-frame near-IR: [O III]λ5007/Hβ versus [S III]λλ9069, 9532/[S II]λλ6717, 6731 (S<SUB>32</SUB>), and He Iλ1.083 μm/Paγ and [S III]λ9532/Paγ versus [Fe II]λ1.257μm/Paβ. With a significant boost in signal-to-noise ratio and large, representative samples of individual galaxy detections, the AURORA emission-line diagrams presented here definitively confirm a physical picture in which chemically young, α-enhanced, massive stars photoionize the interstellar medium (ISM) in distant galaxies with a harder ionizing spectrum at fixed nebular metallicity than in their z ∼ 0 counterparts. We also uncover previously unseen evolution prior to z ∼ 2 in the [O III]λ5007/Hβ versus [N II]λ6583/Hα diagram, which motivates deep NIRSpec observations at even higher redshift. Finally, we present the first statistical sample of rest-frame near-IR emission-line diagnostics in star-forming galaxies at high redshift. In order to truly interpret rest-frame near-IR line ratios including [Fe II]λ1.257 μm, we must obtain better constraints on dust depletion in the high-redshift ISM.",
      "doi": null,
      "year": 2025,
      "url": "https://ui.adsabs.harvard.edu/abs/2025ApJ...980..242S/abstract",
      "source": "ads",
      "rank": 6,
      "citation_count": 15,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Type 1 AGN at low z - III. The optical narrow-line ratios",
      "authors": [
        "Stern, Jonathan",
        "Laor, Ari"
      ],
      "abstract": "We present the optical narrow-line ratios in a Sloan Digital Sky Survey (SDSS) based sample of 3175 broad Hα selected type 1 active galactic nuclei (AGN), and explore their positions in the BPT diagrams as a function of the AGN and the host properties. We find the following: (1) the luminosities of all measured narrow lines (Hα, Hβ, [O III], [N II], [S II], [O I]) show a Baldwin relation relative to the broad Hα luminosity L<SUB>bHα</SUB>, with slopes in the range of 0.53-0.72. (2) About 20 per cent of the type 1 AGN reside within the `Composite' and `star-forming' (SF) regions of the Baldwin, Phillips &amp; Terlevich (BPT) diagrams. These objects also show excess narrow Hα and ultraviolet (UV) luminosities, for their L<SUB>bHα</SUB>, consistent with contribution from star formation which dominates the narrow-lines emission, as expected from their positions in the BPT diagrams. (3) The type 1 which reside within the AGN region in the BPT diagrams, are offset to lower [S II]/Hα and [N II]/Hα luminosity ratios, compared to type 2 AGN. This offset is a selection effect, related to the lower AGN/host luminosity selection of the type 2 AGN selected from the SDSS galaxy sample. (4) The [N II]/Hα and [N II]/[S II] ratios in type 1 AGN increase with the host mass, as expected if the mass-metallicity relation of quiescent galaxies holds for the AGN narrow-line region (NLR). (5) The broad lines optical Fe II is higher for a higher [N II]/Hα, at a fixed L<SUB>bol</SUB> and Eddington ratio L/L<SUB>Edd</SUB>. This suggests that the broad line region metallicity is also related to the host mass. (6) The fraction of AGN which are low-ionization nuclear emission-line regions (LINERs) increases sharply with decreasing L/L<SUB>Edd</SUB>. This fraction is the same for type 1 and type 2 AGN. (7) The BPT position is unaffected by the amount of dust extinction of the optical-UV continuum, which suggests that the extincting dust resides on scales larger than the NLR.",
      "doi": null,
      "year": 2013,
      "url": "https://ui.adsabs.harvard.edu/abs/2013MNRAS.431..836S/abstract",
      "source": "ads",
      "rank": 7,
      "citation_count": 56,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "The MOSDEF Survey: Excitation Properties of z ∼ 2.3 Star-forming Galaxies",
      "authors": [
        "Shapley, Alice E.",
        "Reddy, Naveen A.",
        "Kriek, Mariska",
        "Freeman, William R.",
        "Sanders, Ryan L.",
        "Siana, Brian",
        "Coil, Alison L.",
        "Mobasher, Bahram",
        "Shivaei, Irene",
        "Price, Sedona H.",
        "de Groot, Laura"
      ],
      "abstract": "We present results on the excitation properties of z ∼ 2.3 galaxies using early observations from the MOSFIRE Deep Evolution Field (MOSDEF) Survey. With its coverage of the full suite of strong rest-frame optical emission lines, MOSDEF provides an unprecedented view of the rest-frame optical spectra of a representative sample of distant star-forming galaxies. We investigate the locations of z ∼ 2.3 MOSDEF galaxies in multiple emission-line diagnostic diagrams. These include the [O iii]λ5007/Hβ vs. [N ii]/Hα and [O iii]λ5007/Hβ vs. [S ii]λλ6717, 6731/Hα “BPT” diagrams, as well as the O<SUB>32</SUB> vs. R<SUB>23</SUB> excitation diagram. We recover the well-known offset in the star-forming sequence of high-redshift galaxies in the [O iii]λ5007/Hβ vs. [N ii]/Hα BPT diagram relative to Sloan Digital Sky Survey star-forming galaxies. However, the shift for our rest-frame optically selected sample is less significant than for rest-frame-UV selected and emission-line selected galaxies at z ∼ 2. Furthermore, we find that the offset is mass-dependent, only appearing within the low-mass half of the z ∼ 2.3 MOSDEF sample, where galaxies are shifted toward higher [N ii]/Hα at fixed [O iii]/Hβ. Within the [O iii]λ5007/Hβ vs. [S ii]/Hα and O<SUB>32</SUB> vs. R<SUB>23</SUB> diagrams, we find that z ∼ 2.3 galaxies are distributed like local ones, and therefore attribute the shift in the [O iii]λ5007/Hβ vs. [N ii]/Hα BPT diagram to elevated N/O abundance ratios among lower-mass ({{M}<SUB>*</SUB>}\\lt {{10}<SUP>10</SUP>} {{M}<SUB>⊙ </SUB>}) high-redshift galaxies. The variation in N/O ratios calls into question the use at high redshift of oxygen abundance indicators based on nitrogen lines, but the apparent invariance with redshift of the excitation sequence in the O<SUB>32</SUB> vs. R<SUB>23</SUB> diagram paves the way for using the combination of O<SUB>32</SUB> and R<SUB>23</SUB> as an unbiased metallicity indicator over a wide range in redshift. This indicator will allow for an accurate characterization of the shape and normalization of the mass-metallicity relationship over more than 10 Gyr. <P />Based on data obtained at the W. M. Keck Observatory, which is operated as a scientific partnership among the California Institute of Technology, the University of California, and the National Aeronautics and Space Administration, and was made possible by the generous financial support of the W. M. Keck Foundation.",
      "doi": null,
      "year": 2015,
      "url": "https://ui.adsabs.harvard.edu/abs/2015ApJ...801...88S/abstract",
      "source": "ads",
      "rank": 8,
      "citation_count": 232,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Nebular Excitation in z ~ 2 Star-forming Galaxies from the SINS and LUCI Surveys: The Influence of Shocks and Active Galactic Nuclei",
      "authors": [
        "Newman, Sarah F.",
        "Buschkamp, Peter",
        "Genzel, Reinhard",
        "Förster Schreiber, Natascha M.",
        "Kurk, Jaron",
        "Sternberg, Amiel",
        "Gnat, Orly",
        "Rosario, David",
        "Mancini, Chiara",
        "Lilly, Simon J.",
        "Renzini, Alvio",
        "Burkert, Andreas",
        "Carollo, C. Marcella",
        "Cresci, Giovanni",
        "Davies, Ric",
        "Eisenhauer, Frank",
        "Genel, Shy",
        "Shapiro Griffin, Kristen",
        "Hicks, Erin K. S.",
        "Lutz, Dieter",
        "Naab, Thorsten",
        "Peng, Yingjie",
        "Tacconi, Linda J.",
        "Wuyts, Stijn",
        "Zamorani, Gianni",
        "Vergani, Daniela",
        "Weiner, Benjamin J."
      ],
      "abstract": "Based on high-resolution, spatially resolved data of 10 z ~ 2 star-forming galaxies from the SINS/zC-SINF survey and LUCI data for 12 additional galaxies, we probe the excitation properties of high-z galaxies and the impact of active galactic nuclei (AGNs), shocks, and photoionization. We explore how these spatially resolved line ratios can inform our interpretation of integrated emission line ratios obtained at high redshift. Many of our galaxies fall in the \"composite\" region of the z ~ 0 [N II]/Hα versus [O III]/Hβ diagnostic (BPT) diagram, between star-forming galaxies and those with AGNs. Based on our resolved measurements, we find that some of these galaxies likely host an AGN, while others appear to be affected by the presence of shocks possibly caused by an outflow or from an enhanced ionization parameter as compared with H II regions in normal, local star-forming galaxies. We find that the Mass-Excitation (MEx) diagnostic, which separates purely star-forming and AGN hosting local galaxies in the [O III]/Hβ versus stellar mass plane, does not properly separate z ~ 2 galaxies classified according to the BPT diagram. However, if we shift the galaxies based on the offset between the local and z ~ 2 mass-metallicity relation (i.e., to the mass they would have at z ~ 0 with the same metallicity), we find better agreement between the MEx and BPT diagnostics. Finally, we find that metallicity calibrations based on [N II]/Hα are more biased by shocks and AGNs at high-z than the [O III]/Hβ/[N II]/Hα calibration. <P />Based on observations at the Very Large Telescope (VLT) of the European Southern Observatory (ESO), Paranal, Chile (ESO program IDs 073.B-9018, 076.A-0527, 079.A-0341, 080.A-0330, 080.A-0339, 080.A-0635, 083.A-0781,084.A-0853, 087.A-0081, 091.A.-0126) and at the Large Binocular Telescope (LBT) on Mt. Graham in Arizona.",
      "doi": null,
      "year": 2014,
      "url": "https://ui.adsabs.harvard.edu/abs/2014ApJ...781...21N/abstract",
      "source": "ads",
      "rank": 9,
      "citation_count": 72,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Comparing Methods of Finding z 0 Dwarf AGN using the RESOLVE and ECO Surveys",
      "authors": [
        "Polimera, Mugdha",
        "Kannappan, Sheila",
        "Richardson, Chris",
        "Stark, David",
        "Bittner, Ashley",
        "Ferguson, Carlynn",
        "Moffett, Amanda",
        "Eckert, Kathleen",
        "Bellovary, Jillian",
        "Norris, Mark",
        "The Resolve Team"
      ],
      "abstract": "Finding AGN in metal-poor, gas-rich, star-forming dwarfs is an ongoing challenge, with complementary detection methods sensitive to different dwarf AGN subpopulations. In this study, we compare the statistics and properties of z~0 dwarf AGN in the volume- and mass-limited RESOLVE and ECO surveys found by three methods: (1) comprehensive optical emission-line classification simultaneously using the [O III]/Hb vs. [N II]/Ha (BPT plot), [S II]/Ha, and [O I]/Ha diagnostic plots, (2) a redefined demarcation line for the BPT plot, and (3) mid-IR colour selection. The comprehensive emission-line method finds a new category of AGN in metal-poor, gas-rich, and star-forming dwarfs, contributing to a ~3-15x higher dwarf AGN percentage than previously identified with strong emission lines (Polimera et al., 2022). Each of the three methods identifies AGN in ~1-2% of dwarfs in the full galaxy population. AGN hosts identified by the comprehensive classification method vs. by mid-IR colours appear similar — mostly dwarfs with high star formation activity, high gas content, and low metallicity — but there is virtually no overlap in the identified objects. Relatively few AGN hosts identified by the redefined BPT plot are dwarfs, and these few dwarfs differ from those identified by the comprehensive classification method or mid-IR colours in having modest star formation activity, low gas content, and high metallicity. All methods together yield a full-population dwarf AGN percentage of ~3-5%, which falls in the middle of the range of dwarf AGN occupation fractions predicted by current AGN simulations.",
      "doi": null,
      "year": 2022,
      "url": "https://ui.adsabs.harvard.edu/abs/2022AAS...24024125P/abstract",
      "source": "ads",
      "rank": 10,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "The FMOS-COSMOS Survey of Star-forming Galaxies at z ≈ 1.6. IV. Excitation State and Chemical Enrichment of the Interstellar Medium",
      "authors": [
        "Kashino, D.",
        "Silverman, J. D.",
        "Sanders, D.",
        "Kartaltepe, J. S.",
        "Daddi, E.",
        "Renzini, A.",
        "Valentino, F.",
        "Rodighiero, G.",
        "Juneau, S.",
        "Kewley, L. J.",
        "Zahid, H. J.",
        "Arimoto, N.",
        "Nagao, T.",
        "Chu, J.",
        "Sugiyama, N.",
        "Civano, F.",
        "Ilbert, O.",
        "Kajisawa, M.",
        "Le Fèvre, O.",
        "Maier, C.",
        "Masters, D.",
        "Miyaji, T.",
        "Onodera, M.",
        "Puglisi, A.",
        "Taniguchi, Y."
      ],
      "abstract": "We investigate the physical conditions of ionized gas in high-z star-forming galaxies using diagnostic diagrams based on the rest-frame optical emission lines. The sample consists of 701 galaxies with an Hα detection at 1.4≲ z≲ 1.7, from the Fiber Multi-Object Spectrograph (FMOS)-COSMOS survey, that represent the normal star-forming population over the stellar mass range {10}<SUP>9.6</SUP>≲ {M}<SUB>* </SUB>/{M}<SUB>⊙ </SUB>≲ {10}<SUP>11.6</SUP>, with those at {M}<SUB>* </SUB>&gt; {10}<SUP>11</SUP> {M}<SUB>⊙ </SUB> being well sampled. We confirm an offset of the average location of star-forming galaxies in the Baldwin-Phillips-Terlevich (BPT) diagram ({{[O}} {{III}}]/{{H}}β versus {{[N}} {{II}}]/{{H}}α ), primarily toward higher {{[O}} {{III}}]/{{H}}β , compared with local galaxies. Based on the [S II] ratio, we measure an electron density ({n}<SUB>{{e</SUB>}}={220}<SUB>-130</SUB><SUP>+170</SUP> {{cm}}<SUP>-3</SUP>), which is higher than that of local galaxies. Based on comparisons to theoretical models, we argue that changes in emission-line ratios, including the offset in the BPT diagram, are caused by a higher ionization parameter both at fixed stellar mass and at fixed metallicity, with additional contributions from a higher gas density and possibly a hardening of the ionizing radiation field. Ionization due to active galactic nuclei is ruled out as assessed with Chandra. As a consequence, we revisit the mass-metallicity relation using {{[N}}{{II}}]/{{H}}α and a new calibration including {{[N}} {{II}}]/{{[S}} {{II}}] as recently introduced by Dopita et al. Consistent with our previous results, the most massive galaxies ({M}<SUB>* </SUB>≳ {10}<SUP>11</SUP> {M}<SUB>⊙ </SUB>) are fully enriched, while those at lower masses have metallicities lower than local galaxies. Finally, we demonstrate that the stellar masses, metallicities, and star formation rates of the FMOS sample are well fit with a physically motivated model for the chemical evolution of star-forming galaxies.",
      "doi": null,
      "year": 2017,
      "url": "https://ui.adsabs.harvard.edu/abs/2017ApJ...835...88K/abstract",
      "source": "ads",
      "rank": 11,
      "citation_count": 120,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Dwarf Galaxies with Optical Signatures of Active Massive Black Holes",
      "authors": [
        "Reines, Amy E.",
        "Greene, Jenny E.",
        "Geha, Marla"
      ],
      "abstract": "We present a sample of 151 dwarf galaxies (10<SUP>8.5</SUP> &lt;~ M <SUB>sstarf</SUB> &lt;~ 10<SUP>9.5</SUP> M <SUB>⊙</SUB>) that exhibit optical spectroscopic signatures of accreting massive black holes (BHs), increasing the number of known active galaxies in this stellar-mass range by more than an order of magnitude. Utilizing data from the Sloan Digital Sky Survey Data Release 8 and stellar masses from the NASA-Sloan Atlas, we have systematically searched for active BHs in ~25,000 emission-line galaxies with stellar masses comparable to the Magellanic Clouds and redshifts z &lt; 0.055. Using the narrow-line [O III]/Hβ versus [N II]/Hα diagnostic diagram, we find photoionization signatures of BH accretion in 136 galaxies, a small fraction of which also exhibit broad Hα emission. For these broad-line active galactic nucleus (AGN) candidates, we estimate BH masses using standard virial techniques and find a range of 10<SUP>5</SUP> &lt;~ M <SUB>BH</SUB> &lt;~ 10<SUP>6</SUP> M <SUB>⊙</SUB> and a median of M <SUB>BH</SUB> ~ 2 × 10<SUP>5</SUP> M <SUB>⊙</SUB>. We also detect broad Hα in 15 galaxies that have narrow-line ratios consistent with star-forming galaxies. Follow-up observations are required to determine if these are true type 1 AGN or if the broad Hα is from stellar processes. The median absolute magnitude of the host galaxies in our active sample is M<SUB>g</SUB> = -18.1 mag, which is ~1-2 mag fainter than previous samples of AGN hosts with low-mass BHs. This work constrains the smallest galaxies that can form a massive BH, with implications for BH feedback in low-mass galaxies and the origin of the first supermassive BH seeds.",
      "doi": null,
      "year": 2013,
      "url": "https://ui.adsabs.harvard.edu/abs/2013ApJ...775..116R/abstract",
      "source": "ads",
      "rank": 12,
      "citation_count": 478,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Active Galactic Nuclei with a Low-metallicity Narrow-line Region",
      "authors": [
        "Kawasaki, Kota",
        "Nagao, Tohru",
        "Toba, Yoshiki",
        "Terao, Koki",
        "Matsuoka, Kenta"
      ],
      "abstract": "Low-metallicity active galactic nuclei (AGNs) are interesting to study for the early phase of AGN evolution. However, most AGNs are chemically matured, and accordingly, low-metallicity AGNs are extremely rare. One approach to search for low-metallicity AGNs systematically is utilizing the so-called BPT diagram that consists of the [O III]λ5007/Hβ λ 4861 and [N II]λ 6584/Hα λ 6563 flux ratios. Specifically, photoionization models predict that low-metallicity AGNs show a high [O III]λ5007/Hβλ4861 ratio and a relatively low [N II]λ6584/Hαλ6563 ratio that corresponds to the location between the sequence of star-forming galaxies and that of usual AGNs on the BPT diagram (hereafter “the BPT valley”). However, other populations of galaxies such as star-forming galaxies and AGNs with a high electron density or a high-ionization parameter could be also located in the BPT valley, not only low-metallicity AGNs. In this paper, we examine whether most of the emission-line galaxies at the BPT valley are low-metallicity AGNs or not. We select 70 BPT-valley objects from 212,866 emission-line galaxies obtained by the Sloan Digital Sky Survey. Among the 70 BPT-valley objects, 43 objects show firm evidence of the AGN activity, i.e., the He II λ4686 emission and/or weak but significant broad Hα emission. Our analysis shows that those 43 BPT-valley AGNs are not characterized by a very high gas density nor ionization parameter, inferring that at least 43 among 70 BPT-valley objects (i.e., &gt; 60%) are low-metallicity AGNs. This suggests that the BPT diagram is an efficient tool to search for low-metallicity AGNs.",
      "doi": null,
      "year": 2017,
      "url": "https://ui.adsabs.harvard.edu/abs/2017ApJ...842...44K/abstract",
      "source": "ads",
      "rank": 13,
      "citation_count": 14,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "A support vector machine for spectral classification of emission-line galaxies from the Sloan Digital Sky Survey",
      "authors": [
        "Shi, Fei",
        "Liu, Yu-Yan",
        "Sun, Guang-Lan",
        "Li, Pei-Yu",
        "Lei, Yu-Ming",
        "Wang, Jian"
      ],
      "abstract": "The emission-lines of galaxies originate from massive young stars or supermassive blackholes. As a result, spectral classification of emission-line galaxies into star-forming galaxies, active galactic nucleus (AGN) hosts, or compositions of both relates closely to formation and evolution of galaxy. To find efficient and automatic spectral classification method, especially in large surveys and huge data bases, a support vector machine (SVM) supervised learning algorithm is applied to a sample of emission-line galaxies from the Sloan Digital Sky Survey (SDSS) data release 9 (DR9) provided by the Max Planck Institute and the Johns Hopkins University (MPA/JHU). A two-step approach is adopted. (i) The SVM must be trained with a subset of objects that are known to be AGN hosts, composites or star-forming galaxies, treating the strong emission-line flux measurements as input feature vectors in an n-dimensional space, where n is the number of strong emission-line flux ratios. (ii) After training on a sample of emission-line galaxies, the remaining galaxies are automatically classified. In the classification process, we use a 10-fold cross-validation technique. We show that the classification diagrams based on the [N II]/Hα versus other emission-line ratio, such as [O III]/Hβ, [Ne III]/[O II], ([O III]λ4959+[O III]λ5007)/[O III]λ4363, [O II]/Hβ, [Ar III]/[O III], [S II]/Hα, and [O I]/Hα, plus colour, allows us to separate unambiguously AGN hosts, composites or star-forming galaxies. Among them, the diagram of [N II]/Hα versus [O III]/Hβ achieved an accuracy of 99 per cent to separate the three classes of objects. The other diagrams above give an accuracy of ∼91 per cent.",
      "doi": null,
      "year": 2015,
      "url": "https://ui.adsabs.harvard.edu/abs/2015MNRAS.453..122S/abstract",
      "source": "ads",
      "rank": 14,
      "citation_count": 17,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "The OPTX Project. V. Identifying Distant Active Galactic Nuclei",
      "authors": [
        "Trouille, L.",
        "Barger, A. J.",
        "Tremonti, C."
      ],
      "abstract": "The Baldwin, Phillips, and Terlevich emission-line ratio diagnostic ([O III]/Hβ versus [N II]/Hα, hereafter BPT diagram) efficiently separates galaxies whose signal is dominated by star formation (BPT-SF) from those dominated by active galactic nucleus (AGN) activity (BPT-AGN). Yet this BPT diagram is limited to z &lt; 0.5, the redshift at which [N II]λ6584 leaves the optical spectral window. Using the Sloan Digital Sky Survey (SDSS), we construct a new diagnostic, or TBT diagram, that is based on rest-frame g - z color, [Ne III]λ3869, and [O II]λλ3726 + 3729 and can be used for galaxies out to z &lt; 1.4. The TBT diagram identifies 98.7% of the SDSS BPT-AGN as TBT-AGN and 97% of the SDSS BPT-SF as TBT-SF. Furthermore, it identifies 97% of the OPTX Chandra X-ray-selected AGNs as TBT-AGN. This is in contrast to the BPT diagram, which misidentifies 20% of X-ray-selected AGNs as BPT-SF. We use the Great Observatories Origins Deep Survey North and Lockman Hole galaxy samples, with their accompanying deep Chandra imaging, to perform X-ray and infrared stacking analyses to further validate our TBT-AGN and TBT-SF selections; that is, we verify the dominance of AGN activity in the former and star formation activity in the latter. Finally, we address the inclusion of the majority of the BPT-comp (sources lying between the BPT-SF and BPT-AGN regimes) in our TBT-AGN regime. We find that the stacked BPT-comp source is X-ray hard (langΓ<SUB>eff</SUB>rang = 1.0<SUP>+0.4</SUP> <SUB>-0.4</SUB>) and has a high X-ray luminosity to total infrared luminosity ratio. This suggests that, on average, the X-ray signal in BPT-comp is dominated by obscured or low accretion rate AGN activity rather than by star formation, supporting their inclusion in the TBT-AGN regime. <P />Some of the data presented herein were obtained at the W. M. Keck Observatory, which is operated as a scientific partnership among the California Institute of Technology, the University of California, and the National Aeronautics and Space Administration. The observatory was made possible by the generous financial support of the W. M. Keck Foundation.",
      "doi": null,
      "year": 2011,
      "url": "https://ui.adsabs.harvard.edu/abs/2011ApJ...742...46T/abstract",
      "source": "ads",
      "rank": 15,
      "citation_count": 67,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Euclid preparation: XLV. Optical emission-line predictions of intermediate-z galaxy populations in GAEA for the Euclid Deep and Wide Surveys",
      "authors": [
        "Euclid Collaboration",
        "Scharré, L.",
        "Hirschmann, M.",
        "De Lucia, G.",
        "Charlot, S.",
        "Fontanot, F.",
        "Spinelli, M.",
        "Xie, L.",
        "Feltre, A.",
        "Allevato, V.",
        "Plat, A.",
        "Bremer, M. N.",
        "Fotopoulou, S.",
        "Gabarra, L.",
        "Granett, B. R.",
        "Moresco, M.",
        "Scarlata, C.",
        "Pozzetti, L.",
        "Spinoglio, L.",
        "Talia, M.",
        "Zamorani, G.",
        "Altieri, B.",
        "Amara, A.",
        "Andreon, S.",
        "Auricchio, N.",
        "Baldi, M.",
        "Bardelli, S.",
        "Bonino, D.",
        "Branchini, E.",
        "Brescia, M.",
        "Brinchmann, J.",
        "Camera, S.",
        "Capobianco, V.",
        "Carbone, C.",
        "Carretero, J.",
        "Casas, S.",
        "Castander, F. J.",
        "Castellano, M.",
        "Cavuoti, S.",
        "Cimatti, A.",
        "Congedo, G.",
        "Conselice, C. J.",
        "Conversi, L.",
        "Copin, Y.",
        "Corcione, L.",
        "Courbin, F.",
        "Courtois, H. M.",
        "Da Silva, A.",
        "Degaudenzi, H.",
        "Dinis, J.",
        "Douspis, M.",
        "Dubath, F.",
        "Dupac, X.",
        "Dusini, S.",
        "Farina, M.",
        "Farrens, S.",
        "Ferriol, S.",
        "Frailis, M.",
        "Franceschi, E.",
        "Galeotta, S.",
        "Garilli, B.",
        "Gillis, B.",
        "Giocoli, C.",
        "Grazian, A.",
        "Grupp, F.",
        "Guzzo, L.",
        "Haugan, S. V. H.",
        "Holmes, W.",
        "Hook, I.",
        "Hormuth, F.",
        "Hornstrup, A.",
        "Jahnke, K.",
        "Keihänen, E.",
        "Kermiche, S.",
        "Kiessling, A.",
        "Kitching, T.",
        "Kubik, B.",
        "Kümmel, M.",
        "Kunz, M.",
        "Kurki-Suonio, H.",
        "Ligori, S.",
        "Lilje, P. B.",
        "Lindholm, V.",
        "Lloro, I.",
        "Maino, D.",
        "Maiorano, E.",
        "Mansutti, O.",
        "Marggraf, O.",
        "Markovic, K.",
        "Martinet, N.",
        "Marulli, F.",
        "Massey, R.",
        "Maurogordato, S.",
        "McCracken, H. J.",
        "Medinaceli, E.",
        "Mei, S.",
        "Mellier, Y.",
        "Meneghetti, M.",
        "Merlin, E.",
        "Meylan, G.",
        "Moscardini, L.",
        "Munari, E.",
        "Niemi, S. -M.",
        "Padilla, C.",
        "Paltani, S.",
        "Pasian, F.",
        "Pedersen, K.",
        "Pettorino, V.",
        "Polenta, G.",
        "Poncet, M.",
        "Popa, L. A.",
        "Raison, F.",
        "Renzi, A.",
        "Rhodes, J.",
        "Riccio, G.",
        "Romelli, E.",
        "Roncarelli, M.",
        "Rossetti, E.",
        "Saglia, R.",
        "Sapone, D.",
        "Sartoris, B.",
        "Schirmer, M.",
        "Schneider, P.",
        "Secroun, A.",
        "Seidel, G.",
        "Serrano, S.",
        "Sirignano, C.",
        "Sirri, G.",
        "Stanco, L.",
        "Surace, C.",
        "Tallada-Crespí, P.",
        "Taylor, A. N.",
        "Teplitz, H. I.",
        "Tereno, I.",
        "Toledo-Moreo, R.",
        "Torradeflot, F.",
        "Tutusaus, I.",
        "Valenziano, L.",
        "Vassallo, T.",
        "Veropalumbo, A.",
        "Wang, Y.",
        "Weller, J.",
        "Zoubian, J.",
        "Zucca, E.",
        "Biviano, A.",
        "Bolzonella, M.",
        "Bozzo, E.",
        "Burigana, C.",
        "Colodro-Conde, C.",
        "Di Ferdinando, D.",
        "Farinelli, R.",
        "Graciá-Carpio, J.",
        "Mainetti, G.",
        "Martinelli, M.",
        "Mauri, N.",
        "Neissner, C.",
        "Nucita, A. A.",
        "Sakr, Z.",
        "Scottez, V.",
        "Tenti, M.",
        "Viel, M.",
        "Wiesmann, M.",
        "Akrami, Y.",
        "Anselmi, S.",
        "Baccigalupi, C.",
        "Ballardini, M.",
        "Bethermin, M.",
        "Blanchard, A.",
        "Borgani, S.",
        "Borlaff, A. S.",
        "Bruton, S.",
        "Cabanac, R.",
        "Calabro, A.",
        "Cañas-Herrera, G.",
        "Cappi, A.",
        "Carvalho, C. S.",
        "Castignani, G.",
        "Castro, T.",
        "Chambers, K. C.",
        "Contarini, S.",
        "Contini, T.",
        "Cooray, A. R.",
        "Coupon, J.",
        "Cucciati, O.",
        "Desprez, G.",
        "Di Domizio, S.",
        "Dole, H.",
        "Díaz-Sánchez, A.",
        "Escartin Vigo, J. A.",
        "Escoffier, S.",
        "Ferrero, I.",
        "Ganga, K.",
        "García-Bellido, J.",
        "Gaztanaga, E.",
        "George, K.",
        "Giacomini, F.",
        "Gozaliasl, G.",
        "Gregorio, A.",
        "Hall, A.",
        "Hildebrandt, H.",
        "Kajava, J. J. E.",
        "Kansal, V.",
        "Kirkpatrick, C. C.",
        "Legrand, L.",
        "Loureiro, A.",
        "Macias-Perez, J.",
        "Magliocchetti, M.",
        "Mancini, C.",
        "Mannucci, F.",
        "Maoli, R.",
        "Martins, C. J. A. P.",
        "Matthew, S.",
        "Maurin, L.",
        "Metcalf, R. B.",
        "Migliaccio, M.",
        "Monaco, P.",
        "Morgante, G.",
        "Walton, Nicholas A.",
        "Pöntinen, M.",
        "Popa, V.",
        "Porciani, C.",
        "Potter, D.",
        "Risso, I.",
        "Rocci, P. -F.",
        "Sahlén, M.",
        "Sánchez, A. G.",
        "Schneider, A.",
        "Schultheis, M.",
        "Sereno, M.",
        "Simon, P.",
        "Steinwagner, J.",
        "Testera, G.",
        "Tewes, M.",
        "Teyssier, R.",
        "Toft, S.",
        "Tosi, S.",
        "Troja, A.",
        "Tucci, M.",
        "Valiviita, J.",
        "Vergani, D.",
        "Verza, G.",
        "Zinchenko, I. A."
      ],
      "abstract": "In anticipation of the upcoming Euclid Wide and Deep Surveys, we present optical emission-line predictions at intermediate redshifts from 0.4 to 2.5. Our approach combines a mock light cone from the GAEA semi-analytic model with advanced photoionisation models to construct emission-line catalogues. This has allowed us to self-consistently model nebular emission from H II regions around young stars, and, for the first time with a semi-analytic model, narrow-line regions of active galactic nuclei (AGNs) and evolved stellar populations. GAEA, with a box size of 500 h<SUP>‑1</SUP> Mpc, marks the largest volume to which this set of models has been applied. We validated our methodology against observational and theoretical data at low redshift. Our analysis focusses on seven optical emission lines: Hα, Hβ, [S II]λλ6717, 6731, [N II]λ6584, [O I]λ6300, [O III]λ5007, and [O II]λλ3727, 3729. In assessing Euclid's selection bias, we find that it predominantly observes line-emitting galaxies, which are massive (stellar mass ≳10<SUP>9</SUP> M<SUB>⊙</SUB>), star-forming (specific star formation rate &gt; 10<SUP>‑10</SUP> yr<SUP>‑1</SUP>), and metal-rich (oxygen-to-hydrogen abundance log<SUB>10</SUB>(O/H)+12 &gt; 8). We provide Euclid-observable percentages of emission-line populations in our underlying GAEA sample with a mass resolution limit of 10<SUP>9</SUP> M<SUB>⊙</SUB> and an H-band magnitude cut of 25. We compared results with and without an estimate of interstellar dust attenuation, which we modelled using a Calzetti law with a mass-dependent scaling. According to this estimate, the presence of dust may decrease observable percentages by a further 20–30% with respect to the overall population, which presents challenges for detecting intrinsically fainter lines. We predict Euclid to observe around 30–70% of Hα-, [N II]-, [S II]-, and [O III]-emitting galaxies at redshifts below one. At higher redshifts, these percentages decrease below 10%. Hβ, [O II], and [O I] emission are expected to appear relatively faint, thus limiting observability to 5% at the lower end of their detectable redshift range, and below 1% at the higher end. This is the case both for these lines individually and in combination with other lines. For galaxies with line emission above the flux threshold in the Euclid Deep Survey, we find that BPT diagrams can effectively distinguish between different galaxy types up to around redshift 1.8, attributed to the bias towards metal-rich systems. Moreover, we show that the relationships of Hα and [OIII]+Hβ to the star formation rate, as well as the [O III]–AGN luminosity relation, exhibit minimal, if any, changes with increasing redshift when compared to local calibrations. Based on the line ratios [N II]/Hα, [N II]/[O II], and [N II][S II], we further propose novel redshift-invariant tracers for the black hole accretion rate-to-star formation rate ratio. Lastly, we find that commonly used metallicity estimators display gradual shifts in normalisations with increasing redshift, while maintaining the overall shape of local calibrations. This is in tentative agreement with recent JWST data.",
      "doi": null,
      "year": 2024,
      "url": "https://ui.adsabs.harvard.edu/abs/2024A&A...689A.276E/abstract",
      "source": "ads",
      "rank": 16,
      "citation_count": 3,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Investigating Active Galactic Nuclei in Dwarf and Giant Galaxies in the Nearby Universe",
      "authors": [
        "Polimera, Mugdha S."
      ],
      "abstract": "Understanding the occurrence and properties of actively accreting black holes, known as Active Galactic Nuclei (AGN), is crucial for unraveling the co-evolution of black holes and galaxies across different mass scales. However, existing classification systems for identifying AGN based on optical emission-line diagnostics are primarily optimized for giant galaxies with stellar masses, M∗ &gt; 109.5 M⊙. This poses a significant challenge in detecting AGN in low-metallicity and highly star-forming galaxies, particularly typical z∼0 dwarfs. In this work, we uncover AGN in dwarfs that have strong emission lines using a multi-diagnostic classification system that optimizes the use of existing optical diagnostics. Our multi-diagnostic system is more robust and systematic, providing a consistent categorization of galaxies that lack unique classifications. This systematic approach enables the identification of a hidden population of AGN candidates, referred to as Star Forming-AGN (SF-AGN), in metal-poor, gas-rich, star-forming dwarfs at z∼0. We apply this system to the RESOLVE and ECO surveys and discover that the percentage of optical AGN in dwarfs with strong emission lines ranges from ∼3-15%, which significantly exceeds previous estimates of ∼1%.To investigate the frequency of actively accreting black holes in the nearby Universe, we compile a comprehensive inventory of AGN in the RESOLVE and ECO surveys, using optical emission line diagnostics, including our multi-diagnostic approach for identifying SF-AGN, and mid-IR color-selection using WISE colors. The statistical completeness of the RESOLVE and ECO surveys allows us to calculate accurate AGN occupation fractions, representing the number of AGN relative to the total number of galaxies within the survey volume, including those that did not meet the criteria for any AGN search sample. Among the entire galaxy population, the percentage of optical and mid-IR AGN in dwarfs is approximately ∼3-5%, whereas in giants it ranges from ∼20-33%. Notably, the dwarf AGN percentage is at least double the previous estimates, while the AGN occurrence in giants is consistent with earlier studies. A key finding of this research is that AGN hosted by typical z∼0 dwarfs are predominantly classified as SF-AGN or WISE AGN.Subsequently, we extend the optical multi-diagnostic AGN classification system to a large archival dataset based on the SDSS footprint, encompassing 10× the number of galaxies. Similar to the RESOLVE and ECO surveys, we observe that over half of the dwarf AGN in the archival sample fall into the newly identified SFAGN category. Leveraging the statistical power of this archival dataset, we investigate the relationship between galaxy compactness and AGN activity as a function of mass. Our analysis reveals a strong correlation between compactness and AGN percentage in a mass regime where galaxies are transitioning between dwarfs and giants.",
      "doi": null,
      "year": 2023,
      "url": "https://ui.adsabs.harvard.edu/abs/2023PhDT........28P/abstract",
      "source": "ads",
      "rank": 17,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Excitation and Ionization Properties of Star-forming Galaxies at z = 2.0-9.3 with JWST/NIRSpec",
      "authors": [
        "Sanders, Ryan L.",
        "Shapley, Alice E.",
        "Topping, Michael W.",
        "Reddy, Naveen A.",
        "Brammer, Gabriel B."
      ],
      "abstract": "We utilize medium-resolution JWST/NIRSpec observations of 164 galaxies at z = 2.0-9.3 from the Cosmic Evolution Early Release Science (CEERS) survey to investigate the evolution of the excitation and ionization properties of galaxies at high redshifts. Our results represent the first statistical constraints on the evolution of the [O III]/Hβ versus [N II]/Hα, [S II]/Hα, and [O I]/Hα \"BPT\" diagrams at z &gt; 2.7, and the first analysis of the O<SUB>32</SUB> versus R<SUB>23</SUB> diagram at z &gt; 4 with a large sample. We divide the sample into five redshift bins containing 30-40 galaxies each. The subsamples at z ~ 2.3, z ~ 3.3, and z ~ 4.5 are representative of the main-sequence star-forming galaxy population at these redshifts, while the z ~ 5.6 and z ~ 7.5 samples are likely biased toward high specific star formation rate, due to selection effects. Using composite spectra, we find that each subsample at z = 2.0-6.5 falls on the same excitation sequence in the [N II] and [S II] BPT diagrams and the O<SUB>32</SUB>-R<SUB>23</SUB> diagram on average, and is offset from the sequences followed by z = 0 H II regions in the same diagrams. The direction of these offsets are consistent with high-redshift star-forming galaxies uniformly having harder ionizing spectra than typical local galaxies at fixed nebular metallicity. The similarity of the average line ratios suggests that the ionization conditions of the interstellar medium do not strongly evolve between z ~ 2 and z ~ 6. Overall, the rest-optical line ratios suggest the z = 2.7-9.3 CEERS/NIRSpec galaxies at log(M <SUB>*</SUB>/M <SUB>⊙</SUB>) ~ 7.5-10 have high degrees of ionization and moderately low oxygen abundances (~0.1-0.3 Z <SUB>⊙</SUB>), but are not extremely metal-poor (&lt;0.1 Z <SUB>⊙</SUB>) even at z &gt; 6.5.",
      "doi": null,
      "year": 2023,
      "url": "https://ui.adsabs.harvard.edu/abs/2023ApJ...955...54S/abstract",
      "source": "ads",
      "rank": 18,
      "citation_count": 103,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "MaNGA AGN dwarf galaxies (MAD) - I. A new sample of AGNs in dwarf galaxies with spatially-resolved spectroscopy",
      "authors": [
        "Mezcua, M.",
        "Domínguez Sánchez, H."
      ],
      "abstract": "The finding of active galactic nuclei (AGNs) in dwarf galaxies has important implications for galaxy evolution and supermassive black hole formation models. Yet, how AGNs in dwarf galaxies form is still debated, in part due to scant demographics. We use the MaNGA survey, comprising ~10 000 galaxies at z &lt; 0.15, to identify AGN dwarf galaxies using a spaxel-by-spaxel classification in three spatially-resolved emission-line diagnostic diagrams (the [N II]-, [S II]-, and [O I]-BPT) and the WHAN diagram. This yields a sample of 664 AGN dwarf galaxies, the largest to date, and an AGN fraction of $\\sim 20~{{\\ \\rm per\\ cent}}$ that is significantly larger than that of single-fibre-spectroscopy studies (i.e. $\\sim 1~{{\\ \\rm per\\ cent}}$). This can be explained by the lower bolometric luminosity (&lt;10<SUP>42</SUP> erg s<SUP>-1</SUP>) and accretion rate (sub-Eddington) of the MaNGA AGN dwarf galaxies. We additionally identify 1176 SF-AGNs (classified as star-forming in the [N II]-BPT but as AGNs in the [S II]- and [O I]-BPT), 122 Composite, and 173 LINER sources. The offset between the optical centre of the galaxy and the median position of the AGN spaxels is more than 3 arcsec for ~62% of the AGNs, suggesting that some could be off-nuclear. We also identify seven new broad-line AGNs with log M<SUB>BH</SUB> = 5.0-5.9 M<SUB>⊙</SUB>. Our results show how integral-field spectroscopy is a powerful tool for uncovering faint and low-accretion AGNs and better constraining the demographics of AGNs in dwarf galaxies.",
      "doi": null,
      "year": 2024,
      "url": "https://ui.adsabs.harvard.edu/abs/2024MNRAS.528.5252M/abstract",
      "source": "ads",
      "rank": 19,
      "citation_count": 25,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Finding Low-Metallicity Dwarf AGN Candidates at z 0 using the RESOLVE Survey",
      "authors": [
        "Polimera, M.",
        "Kannappan, S.",
        "Richardson, C.",
        "Bittner, A.",
        "Ferguson, C."
      ],
      "abstract": "We present a modified emission line classification scheme to categorize galaxies as definite star forming, composite, AGN, or star-forming AGN (SF-AGN). This scheme uses a combination of the [NII]/H-alpha (BPT), [SII]/H-alpha, and [OI]/H-alpha emission line diagnostic plots. SF-AGN is a new category of AGN candidates that were previously classified inconsistently among the three diagnostics. Our new scheme aims to identify undetected AGN candidates among dwarf galaxies, determining a better lower limit for the z~0 massive black hole occupation fraction in dwarf galaxies. We use photoionization models to show that the [SII] and [OI] line diagnostics identify AGN in low metallicity dwarf galaxies that are missed by the BPT diagnostic, providing theoretical motivation for using our new scheme. We apply this scheme to galaxies in the z~0 RESOLVE survey, a statistically complete volume-limited census dominated by dwarfs (stellar mass &lt; 10<SUP>9.5</SUP> M<SUB>⊙</SUB>). For initial classification, we use SDSS MPA-JHU line measurements with S/N &gt; 5 for all relevant emission lines. This S/N cut limits the ~1500 galaxy RESOLVE survey to a sample of 462 galaxies, of which 306 are dwarfs. Including SF-AGN, we find that 5.2% of dwarfs are AGN candidates, compared to 0.3% using the traditional AGN/composite classifications alone. The SF-AGN are mostly gas-rich dwarfs having moderately high long-term star formation, but not necessarily recent starburst activity. We seek external confirmation of these results by comparisons to archival X-ray, mid-IR, and radio data. We also examine spatially resolved spectroscopy available from the RESOLVE and SAMI surveys for a subset of the candidates to check that AGN signatures appear only near the center of the galaxy. This work sets the stage for follow-up studies of dwarf AGN black hole occupancy, outflows, and mixing fractions of star formation and AGN activity.",
      "doi": null,
      "year": 2020,
      "url": "https://ui.adsabs.harvard.edu/abs/2020AAS...23520720P/abstract",
      "source": "ads",
      "rank": 20,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    }
  ]
}